{
  "legalDeclaration": {
    "headers": [
      "In the High Court of Justice",
      "Family Division",
      "(Probate)"
    ],
    "sections": [
      {
        "headingType": "large",
        "title": "Legal statement",
        "declarationItems": [
          {
            "title": "I, Jason Smith of An address\nsomewhere \nin\nengland\npost code\n, make the following statement:"
          }
        ]
      },
      {
        "headingType": "small",
        "title": "The person who died",
        "declarationItems": [
          {
            "title": "Mike Samuels was born on 1 January 1977 and died on 20 October 2018, domiciled in England and Wales. "
          }
        ]
      },
      {
        "headingType": "small",
        "title": "The estate of the person who died",
        "declarationItems": [
          {
            "title": "The gross value for the estate amounts to £10000 and the net value for the estate amounts to £10000."
          },
          {
            "title": "To the best of my knowledge, information and belief, there was no land vested in Mike Samuels which was settled previously to the death (and not by the will) of Mike Samuels and which remained settled land notwithstanding such death."
          }
        ]
      },
      {
        "headingType": "small",
        "title": "Executors applying for probate",
        "declarationItems": [
          {
            "title": "I am an executor named in the will or codicils as Jason Smith, and I am applying for probate."
          },
          {
            "title": "I will sign and send to the probate registry what I believe to be the true and original last will and testament and any codicils of Mike Samuels."
          }
        ]
      },
      {
        "headingType": "large",
        "title": "Declaration",
        "declarationItems": [
          {
            "title": "I confirm that we will administer the estate of Mike Samuels, according to law. I will:",
            "values": [
              "collect the whole estate",
              "keep full details (an inventory) of the estate",
              "keep a full account of how the estate has been administered"
            ]
          },
          {
            "title": "If the probate registry (court) asks me to do so, I will:",
            "values": [
              "provide the full details of the estate and how it has been administered",
              "return the grant of probate to the court"
            ]
          },
          {
            "title": "I understand that:",
            "values": [
              "my application will be rejected if I do not answer any questions about the information I have given",
              "criminal proceedings for fraud may be brought against me if I am found to have been deliberately untruthful or dishonest"
            ]
          }
        ]
      }
    ],
    "dateCreated": "31/10/2018, 10:15:44",
    "deceased": "Mike Samuels"
  }
}
